Repository: divvun/gielese
Catalog: src/media-serv/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Back
sv: Tillbaka

source: Points
sv: Poäng

source: Wordlist
sv: Ordlista

source: Learn
sv: Lär

source: Practice
sv: Öva

source: Home
sv: Hem

source: You completed the category!
sv: Du klarade hela kategorin!

source: You completed the level!
sv: Du klarade nivån!

source: Play again
sv: Spela igen

source: Next level
sv: Nästa nivå

source: Category list
sv: Kategorilista

source: About this app
sv: Om denna app

source: Use an account?
sv: Vill du använda ett konto?

source: New account?
sv: Nytt konto?

source: Yes
sv: Ja

source: No
sv: Nej

source: Username
sv: Användarnamn

source: Password
sv: Lösenord

source: E-mail
sv: E-post

source: Translation language
sv: Översättningsspråk

source: Your account was created, you may now begin!
sv: Ditt konto är skapat, du kan börja!

source: You are logged in, and may now begin!
sv: Du är inloggad och kan börja!

source: You are already logged in. You may begin or log out.
sv: Du är redan inloggad. Du kan börja eller logga ut.

source: You've chosen to play offline. Stats will sync when you are connected to the internet next.
sv: Du har valt att spela offline. Statistiken synkroniseras nästa gång du är ansluten till Internet.

source: Begin!
sv: Börja!

source: Log in
sv: Logga in

source: Log out
sv: Logga ut

source: Could not connect. Play offline?
sv: Kunde inte kopla till. Spela offline?

source: Did you forget your password?
sv: Har du glömt ditt lösenord?

source: Check your email!
sv: Kolla din e-post!

source: Check your network connection and try again
sv: Kolla din nätverksanslutning och försök igen

source: You must be connected to the internet to view high scores.
sv: Du måste vara ansluten till Internet för att se tio-i-topplistan.

source: Try again
sv: Försök igen

source: Close
sv: Stäng

source: Email me
sv: Maila mig

source: Play offline
sv: Spela offline

source: Help language
sv: Hjälpspråk

source: Play audio?
sv: Spela audio?

source: Top 10
sv: Tio i topp

source: Statistics
sv: Statistik

source: Loading...
sv: Laddar...

source: Show my score to everyone?
sv: Visa mina poäng till andra?

source: Your stats
sv: Din statistik

source: points
sv: poäng

source: Learn some words to see stats!
sv: Lär några ord för att se din statistik!

source: You are playing anonymously, so your points may not be stored if you leave the app.
sv: Du spelar anonymt, så dina poäng kan inte sparas om du lämnar appen.

source: You requested to have your password reset. In order to do so, please click the following link and follow the instructions.
sv: Du har begärt att få ditt lösenord återställt. För att göra detta, vänligen klicka på följande länk och följ instruktionerna.

source: Reset your password
sv: Återställ lösenord

source: If you did not request to reset your password, you may disregard this email. If you need to contact us, send an email to the following address.
sv: Om du inte har begärt att återställa ditt lösenord, kan du bortse från detta e-post. Om du behöver kontakta oss, skicka ett mail till följande adress.

source: South Sámi learning app
sv: Sydsamisk språkapp

source: Learn vocabulary with images, video and sound. Available for download for iOS (soon!) and Android, or for use in your mobile or desktop browser.
sv: Lär ord med bilder, video och ljud. Tillgänglig för nerladdning för iOS (kommer snart!) och Android, eller du kan använda appen i din webbläsare för mobil eller bordsdator.

source: Play now
sv: Spela nu

source: Get it on Google Play
sv: Ladda ner från Google Play

source: Last ned fra App Store
sv: Ladda ner från App Store

source: Privacy policy
sv: Persondataskydd

source: For anonymous users, the following information is stored: the home page, play page, error messages in the application, time and IP address. Question and answer data is not saved.
sv: För anonyma användare sparas följande information: öppnande av hemsidan och spelsidan, felmeddelanden i appen, tidpunkt och IP-adress. Frågor och svar sparas inte.

source: For registered users, the following information is stored: e-mail address (only for the purposes of creating new passwords), username, password, question and answer pairs (for statistics and generating a question progression), errors in the app, along with time and IP address.
sv: För registrerade användare sparas följande information: e-postadress (används för att kunna skapa och återställa lösenord), användarnamn, lösenord, frågor och svar (för att generera statistik och progresionsdata), felmeddelanden i appen, och tidpunk och IP-adress.

source: Stored data will not be given away, and will be used only to support the services in the application, and to generate user statistics. Anonymised data may be used for research.
sv: Sparade data ges inte bort till andra, och används enbart för att stödja tjänsterna i appen och för att generera användarsatistik. Anonymiserade data kan användas i forskningssyfte.

source: Oops! We had some problems.
sv: Oops! Vi fick ett problem.

source: Repeat
sv: Upprepa

source: Submit
sv: Skicka in

source: Your password has been reset.
sv: Ditt lösenord har återställts

source: You may now start the app and log in.
sv: Du kan nu starta appen och loggia in.
