Repository: divvun/gielese
Catalog: src/media-serv/translations/sma/LC_MESSAGES/messages.po
Languages: sma

source: Back
sma: Bååstide

source: Points
sma: Poengh

source: Wordlist
sma: Baakoelæstoe

source: Learn
sma: Lïerh

source: Practice
sma: Heerjehtallieh

source: Home
sma: Hïejme

source: About this app
sma: Daan appen bïjre

source: Use an account?
sma: Kontoem nåhtedh?

source: Yes
sma: Jaavoe

source: No
sma: Ijje

source: Username
sma: Åtnoenomme

source: Password
sma: Tjeakoesbaakoe

source: E-mail
sma: E-påaste

source: Did you forget your password?
sma: Dov tjeakoesbaakoem åajaldehteme?

source: Reset your password
sma: Orresth dov tjeakoesbaakoem

source: Translation language
sma: Jarkoestimmie gïele

source: Your account was created, you may now begin!
sma: Dov kontoem lea dorjeme, aelkieh!

source: You are logged in, and may now begin!
sma: Datne leah dan sïjse loggeme, aelkieh!

source: Begin!
sma: Aelkieh!

source: Log in
sma: Tjaangh sïjse

source: points
sma: Poengh

source: Help language
sma: Viehkiegïele

source: Play audio?
sma: Tjoejem spealede?

source: Learn some words to see stats!
sma: Lïerh naan baakoeh guktie statistihkem vuejnieh!

source: High scores
sma: Jolle illedahkh

source: Loading...
sma: Leesseminie ...

source: Show my score to everyone?
sma: Mov poengh gaajhkide vuesehte?
